{"content":"<meta content=\"text\/html; charset=utf-8\" http-equiv=\"content-type\" \/> \n  <title>DNA Extraction Procedures<\/title> \n  <div style=\"text-align: left; font-family: Arial; color: black; font-size: 12px;\"> \n    <div style=\"text-align: center; font-family: Arial; color: black; font-weight: bold; font-size: 24px;\">Procedures<\/div> \n    <div style=\"text-align: left; font-family: Arial; color: black; font-size: 16px; font-weight: bold;\">Introduction<\/div> \n    <p>In the late 1800&#39;s (around the same time that Mendel was deciphering\nthe principles of inheritance in an Augustinian abbey in what is now\nthe Czech Republic), J. Friedrich Miescher discovered DNA while\nlaboring unappreciated in a renovated kitchen in the basement of a\nGerman castle.<sup>1<\/sup> Over 70 years later, Avery, MacLeod, and\nMcCarty\ndeveloped an improved method to purify DNA from bacteria,<sup>2<\/sup>\nand this was\nfurther improved upon by J. Marmur in 1961.<sup>3<\/sup> All protocols\ntoday for\npurification of intact, genomic DNA are based in some way on the method\nof Marmur. In this lab, you will extract intact genomic DNA from the\nbacterium <em>Bacillus subtilis<\/em>. In lab 5, you will use your\nextracted DNA\nto transform a strain of <em>B. subtilis<\/em> lacking the enzyme to\nproduce the\namino acid tryptophan (trp).<\/p> \n    <div style=\"text-align: left; font-family: Arial; color: black; font-size: 16px; font-weight: bold;\">Principles\nof DNA extraction<\/div> \n    <p>Purifying biological macromolecules such as DNA, RNA, or protein\nfrom cells is a multi-step process that broadly involves three steps:\n1. lysis, i.e. breaking open the cell membrane or cell wall, 2.\nremoving or destroying all of the unwanted biological macromolecules,\nand 3. selectively separating the desired macromolecule from all of the\nother cellular components. <\/p> \n    <p>Step 1 is initiated using <strong>lysozyme<\/strong>, which\nhydrolyzes the\npeptidoglycan cell wall of gram-negative bacteria, and lysis is\ncompleted by addition of <strong>SDS<\/strong>, which dissolves the\nplasma membrane. Step\n2 is also initiated by the SDS, which, as you probably remember from\ndoing SDS-PAGE, denatures proteins. Denaturation of proteins early in\nthe procedure is important as it inactivates endogenous\ndeoxyribonucleases (DNases) that would degrade the DNA. <strong>Proteinase\nK<\/strong>,\nwhich catalyzes hydrolysis of proteins, is added to ensure that DNases\nare permanently deactivated. Heat is applied during this step to ensure\nthat the proteins are completely denatured and thereby accessible to\nthe Proteinase K. Step 3 is initiated by the addition of <strong>chloroform<\/strong>\n(chemical formula CHCl<sub>3<\/sub>). Chloroform is an organic solvent\nthat further\ndenatures proteins and causes them to precipitate. When this mixture is\ncentrifuged, the chloroform phase and the aqueous phase separate from\neach other (like oil and water) because chloroform is hydrophobic. At\nthis point, the aqueous (upper) phase is physically removed from the\ntube, leaving behind many of the protein remnants, lipids, and\nproteoglycan remnants, which are either dissolved in the chloroform\nphase or retained in the <strong>interface<\/strong> between the two\nphases. The purpose\nof the salt (NaCl) added during this step is to neutralize charges on\nproteins that associate tightly with DNA, thereby reducing the strength\nof their interactions and making it easier to isolate DNA from these\nproteins.\n<\/p> \n    <p>The final step in the purification of DNA involves separating the\nDNA from all of the other cellular components, such as small sugars,\nions, etc. By far the most common way to do this is using an ethanol\nprecipitation. Although DNA is a very large, organic molecule, it is\nsoluble in water because the phosphate groups in the backbone are\nnegatively charged, making these groups highly polar. Water creates a\nhydration shell around these groups, thereby stabilizing them and\npreventing aggregation of DNA with other DNA molecules. When salt is\nadded (in this lab in the form of NaCl), sodium ions (Na<sup>+<\/sup>)\nbind to the\nphosphate groups, neutralizing their charges and competing out water.\nWhen ethanol is added in high concentrations, it replaces much of the\nremaining water, and because ethanol and isopropanol (chemical\nstructure CH<sub>3<\/sub>CH<sub>2<\/sub>OH or CH<sub>3<\/sub>CHOHCH<sub>3<\/sub>,\nrespectively) are much less polar\nthan water, they are not as efficient as water at creating hydration\nshells. As a result, the DNA aggregates and precipitates, leaving\nsmall, soluble molecules behind. During purification of genomic DNA\nthis precipitate is visible to the naked eye and is manually removed\nfrom the tube.\n<\/p> \n    <p>Ethylenediaminetetraacetic acid (<strong>EDTA<\/strong>), which <strong>chelates<\/strong>\ndivalent\nmetal ions, particularly Mg<sup>2+<\/sup>, which is required for DNase\nactivity, is\nin many of the solutions as it helps prevent the enzymatic breakdown of\nDNA prior to and during extraction.<\/p> \n    <p>For a more in-depth discussion of DNA solubility, see the\nintroduction to the protocol at\nhttp:\/\/physiology.med.cornell.edu\/faculty\/mason\/lab\/zumbo\/files\/ETHANOL_\nPRECIPITATION.pdf.<\/p> \n    <div style=\"text-align: left; font-family: Arial; color: black; font-size: 16px; font-weight: bold;\">Determining\nDNA Concentration and Purity<\/div> \n    <p>As you may remember from Lab 2, you can use the Beer-Lambert law to\ndetermine the concentration of a chromophore in solution by measuring\nthe absorbance of that chromophore at the appropriate wavelength (the\nBeer-Lambert Law states that A = εlc where A is absorbance, ε is the\nextinction coefficient, l is the path length, and c is the molar\nconcentration of the substance). DNA is not a typical chromophore\nbecause it does not absorb visible light, and it therefore does not\nappear colored to the eye. It does, however, absorb ultraviolet (UV)\nlight, due to the properties of its nitrogenous bases. Its absorption\nspectrum is shown in Figure 1. The absorption maximum of DNA is at\n260nm.<\/p> \n    <p style=\"text-align: center;\"><br \/><\/p> \n    <p><strong>Figure 1.<\/strong> Absorption spectrum of calf thymus DNA in\nthe UV spectrum at varying concentrations. The maximal absorption is\nobserved at 260 nm. (image: BMG Labtech)\n<\/p> \n    <p>To determine the concentration of DNA in solution, we simply solve\nthe Beer-Lambert equation for concentration:<\/p> \n    <p> <\/p> \n    <p>To do so, we first need to know the extinction coefficient (ε) and\nthe path length (l), and of course we need to obtain the absorbance.\nThe extinction coefficient for a given chromophore at a particular\nwavelength is a constant. For DNA at 260nm, ε = 0.020 (µg\/ml)<sup>-1<\/sup>\n(cm)<sup>-1<\/sup>.\nPath length for a typical spectrophotometer is 1 cm. Therefore, you can\nsolve for DNA concentration as shown in Equation 2.<\/p> \n    <p> <\/p> \n    <p>Note that units of µg on the denominator (bottom) of the first\nequation is taken to the -1 power, so it ends up in the numerator (top)\nof the final equation; ml here is also taken to the -1 power, but\nbecause it was in the <em>denominator of the denominator<\/em> of the\nfirst\nequation it stays on the bottom (even number of -1 powers → numerator;\nodd number of -1 powers → denominator). The centimeters cancel, as they\nshould, so we end up with concentration in units of µg\/ml. You may have\nnoticed that these are units of mass concentration, not molar\nconcentration. This is a bit unusual, but it is typical when working\nwith DNA and is sufficiently accurate for this lab. (If you were\ninterested in molar quantity, you would convert mass concentration to\nmolarity using the molecular weight of the DNA species you were using.)<\/p> \n    <p>It is very common for DNA purified from cells to be contaminated\nwith small amounts of proteins and other biological macromolecules, as\nwell as chemicals that were used in the purification process. The\nextent of contamination can be determined from measuring absorbance at\ndifferent wavelengths. Proteins absorb maximally at 280 nm, and organic\ncompounds used to isolate DNA absorb maximally at 230 nm. For perfectly\npure DNA, the ratio of absorption at 260 nm should be 1.6-2.0x the\nabsorption at 280 nm (A260\/A280 = 1.6-2.0), and the absorption at 260\nnm should be 1.8-2.2 that at 230 nm (A280\/A230 = 1.8-2.2). Values below\nthese ranges indicate contamination of DNA by proteins, chemicals, or\nboth. <\/p> \n    <p>In previous labs we have used the Spec 20 spectrophotometer to\nmeasure absorbance of chromophores in the visible spectrum. There are\ntwo reasons, however, that the Spec 20 cannot be used to measure\nabsorbance at 260 nm. First, the Spec 20 is not equipped with a UV\nlight source, and second, the cuvettes for the Spec 20 are made of\nglass, which absorbs UV light. As a result we have to use a specialized\nspectrophotometer designed to measure absorbance of UV light, and light\nis transmitted through a &quot;pedestal&quot; made from quartz, which does not\nabsorb UV light.<\/p> \n    <div style=\"text-align: left; font-family: Arial; color: black; font-size: 14px; font-weight: bold;\">References<\/div> \n    <p><sup>1<\/sup>Miescher, Friedrich (1871). &quot;Ueber die chemische\nZusammensetzung der Eiterzellen&quot;. <em>Medicinisch-chemische\nUntersuchungen<\/em>\n4: 441–460.\n<\/p> \n    <p><sup>2<\/sup>Avery OT, Macleod CM, McCarty M. (1944) Studies on the\nchemical nature of the substance inducing transformation of\npneumococcal types: induction of transformation by a desoxyribonucleic\nacid fraction isolated from Pneumococcus Type III. <em>J Exp Med.<\/em>\n79(2):\n137-58.\n<\/p> \n    <p><sup>3<\/sup>Marmur, J. (1961). A procedure for the isolation of\ndesoxyribonucleic acid from microorganisms. <em>J. Mol. Biol.<\/em> 3:\n208.\n<\/p> \n    <div style=\"text-align: left; font-family: Arial; color: black; font-size: 16px; font-weight: bold;\">Glossary<\/div> \n    <p><strong>chelate:<\/strong> in chemistry, to bind to and thereby\nsequester; in cellular and molecular biology, the most common chelating\nagents are EDTA, which binds to Mn<sup>2+<\/sup> and Mg<sup>2+<\/sup>\nions, and EGTA, which\nbinds to Ca<sup>2+<\/sup> ions.\n<\/p> \n    <p><strong>chloroform (chemical formula CHCl<sub>3<\/sub>): <\/strong>\norganic solvent used for denaturation and precipitation of proteins\nduring purification of nucleic acids.\n<\/p> \n    <p><strong>EDTA (chemical formula (HO<sub>2<\/sub>CCH<sub>2<\/sub>)<sub>2<\/sub>NCH<sub>2<\/sub>CH<sub>2<\/sub>N(CH<sub>2<\/sub>CO<sub>2<\/sub>H)<sub>2<\/sub>):<\/strong>\nethylenediamine- tetraacetic acid; a large organic molecule used to\nchelate Mn<sup>2+<\/sup> and Mg<sup>2+<\/sup> ions.\n<\/p> \n    <p><strong>interface:<\/strong> during an organic extraction in which\ntwo phases separate from each other, the surface of the plane between\nthe two phases.\n<\/p> \n    <p><strong>Lysozyme:<\/strong> enzymes produced by viruses, and present\nin large quantities in saliva and egg white that catalyze hydrolysis of\nthe peptidoglycan cell wall of gram-positive bacteria; also known as\nmuramidases. <\/p> \n    <p><strong>Proteinase K:<\/strong> broad-specificity protease used to\nhydrolyze proteins; commonly used in purification of DNA or RNA or\nother methods in which it is important to destroy nucleases.\n<\/p> \n    <p><strong>SDS (chemical formula CH<sub>3<\/sub>(CH<sub>2<\/sub>)<sub>11<\/sub>OSO<sub>3<\/sub>Na):<\/strong>\nanionic detergent commonly used for disruption of cells and\ndenaturation of proteins during homogenization of tissues for\npurification of cellular contents; commonly used in household cleaners,\nshampoos, and apparently toothpastes; also known as sodium lauryl\nsulfate.\n<\/p> \n  <\/div> \n  <div style=\"text-align: center; font-family: Arial; color: black; font-weight: bold; font-size: 24px;\">Questions<\/div> \n  <ol style=\"text-align: left; font-family: Arial; color: black; font-size: 12px;\"> \n    <li>What three steps are involved in isolating DNA from whole cells?<\/li> \n    <li>What is\/are the specific role(s) of each of the following during the DNA extraction: EDTA, lysozyme, SDS, Proteinase K, chloroform, salt, and ethanol or isopropanol?<\/li> \n    <li>What is the absorption maximum of DNA (in wavelength)? What is the absorption maximum of RNA? What is the absorption maximum of protein?<\/li> \n    <li>If the absorption of a solution of DNA at its absorption maximum is 0.1, what is the concentration of the DNA (in µg\/ml)?<\/li> \n    <li>How do we determine how pure our DNA is? What are the most likely contaminants?<\/li> \n    <li>What is our DNA going to be used for in Lab 8?<\/li> \n  <\/ol> \n  <div style=\"text-align: left; font-family: Arial; color: black; font-size: 12px;\"> \n    <div style=\"text-align: center; font-family: Arial; color: black; font-weight: bold; font-size: 24px;\">Lab Notebook<\/div> \n    <p>\nAll items with asterisks (*) must be entered before doing your lab. Leave sufficient space for entering numbers 2, 5, 6, 7 and 8 which you will do at the time you do your lab. Also leave some additional space for notes that you might wish to add during lab.<\/p>\n    <p> <\/p>\n    <ol> \n      <li>Name of lab*<\/li> \n      <li>Date (to be entered when you do your lab)<\/li> \n      <li>Goals of lab*<\/li> \n      <li>Safety precautions for this lab*<\/li> \n      <li>Extra notes from T.A. (to be entered when your lab section meets).<\/li> \n      <li>Space to enter dilution of DNA used for absorbance readings.<\/li> \n      <li>Space for writing DNA concentration.<\/li> \n      <li>Space for entering A260\/A230 and A260\/A280.<\/li> <br \/> \n    <\/ol>\n  <\/div>"}